{"data":{"jobs":{"edges":[{"node":{"frontmatter":{"title":"Member","company":"CodeRiders","location":"Colombo, Sri Lanka","range":"Semptember 2020 - April 2021","url":""},"html":"<ul>\n<li>Developed and maintained Data Science Web App.</li>\n<li>Manually tested sites in various browsers and mobile devices to ensure cross-browser compatibility and responsiveness.</li>\n</ul>"}},{"node":{"frontmatter":{"title":"Founder","company":"GospelPort","location":"Colombo, Sri Lanka","range":"December 2020 - Present","url":"https://sites.google.com/view/gospel-port/home"},"html":"<ul>\n<li>Spread the Gospel via my bible expositions &#x26; teachings.</li>\n<li>Have composed and translated some meaningful english hymnals into Tamil.</li>\n<li>Helping Church muscians to play keys &#x26; guitar according to relevant chords of a certain gospel song.</li>\n</ul>"}},{"node":{"frontmatter":{"title":"Content Writer","company":"RDLabs","location":"Gamphaha, Sri Lanka","range":"May 2019 - Semptember 2019","url":"https://www.apple.com/music/"},"html":"<ul>\n<li>RD Labs is a start-up begun by my friend Randu Lanka who has given me a chance to\nwork with them for some projects. Actually I’d learnt many aspects and got to know\nabout IT &#x26; business. Mainly I focused on HTML and CSS. Later I felt like I couldn’t\ncontinue with them as I wanted to learn more different stacks and its technologies.\nSo I quit within a short period. But expriences and advices which I got from Randu\nare priceless.</li>\n</ul>"}},{"node":{"frontmatter":{"title":"Sound Engineer","company":"HananStems","location":"Colombo, Sri Lanka","range":"January 2019 - Present","url":"https://www.youtube.com/watch?v=yqFyaUp9aEM"},"html":"<ul>\n<li>Prolific audio engineer &#x26; LEB with 2+ years of experience, skilled in live music production and cabling/patching.</li>\n<li>Created and produced recordings of live acts with Steinberg Cubase.</li>\n<li>Digitalized music composition &#x26; production.</li>\n</ul>"}},{"node":{"frontmatter":{"title":"Session Intrumentalist","company":"FreelanceMusic","location":"Anywhere","range":"January 2018 - Present ","url":""},"html":"<ul>\n<li>I’ve been collaborating with so many artists and bands namely MMC, 3-Githo, EaddB, Cornerstone, i2, SubWar, Nutz, Ashap SL, Sajjaya, Z-Major especially my university band Sisi Orchestra 2019 where I learnt alot\nindeed.</li>\n<li>Enthusiastic session musician who can play Guitars, Piano, Synth, Percussions, Accordian,\nMelodica, Harmonium, Seaboard, Mendolin, Banjo, Xylophone and Harpejji</li>\n</ul>"}},{"node":{"frontmatter":{"title":"Co-Founder","company":"UnknownInc","location":"Mannar, Sri lanka","range":"August 2018 - Present","url":"https://www.behance.net/jerome_hanan"},"html":"<ul>\n<li>Contibuted in brand identity of some leading organizations in Sri Lanka.</li>\n<li>Work with a variety of different Visual &#x26; Audio Softwares to bring out an original content/art</li>\n<li>Communicate with multi-disciplinary teams of engineers, designers, producers, and clients on a daily basis</li>\n</ul>"}},{"node":{"frontmatter":{"title":"Managing Editor","company":"XaviersXhibitor","location":"Sri Lanka","range":"August 2016 - May 2017","url":"https://www.facebook.com/Xsquadmag"},"html":"<ul>\n<li>Xavier's Xhibitor is one of my school's magazine publishing sectors created by F14 where I've gained a lot of experiences regarding managing resources and working on Adobe desktop publishing tools during my school days.</li>\n<li>Communicate with multi-disciplinary teams of students, teachers, vendors, and politicians for fund-raising.</li>\n<li>Conducted small level campaigns in leading schools in Mannar regarding our project to gain more public contributions.</li>\n</ul>"}}]}}}